[
  {
    "Character":"Akatsuki",
    "Intro":"He hides. To carry out the mission assigned to him, and for the love of country. He was considered dead, and over half a century later, resurfaces. Surrounded by devices unfamiliar, he fights to protect himself. How he wandered into this night is a mystery. I hope you may forgive the lack of details... he is only a guest."
  },
  {
    "Character":"Hyde",
    "Intro":"He wakes up -- In order to free the girl from the chains of eternity that seal her fate. The power burned within him, the \"Void\". The blade he carries, the insulator. Each day became lost in a sea of banality, living under the threat of the Night. The Hollow Night approaches, and where reality and fantasy meet, this young boy takes a stand... to reclaim everything, and return it to nothingness."
  },
  {
    "Character":"Linne",
    "Intro":"She repeats. To unearth the truth behind her eternity, and settle a score with her brother. The sword she sought, and the encounter with its wielder... In there lies the path that will change her fate. The rusty cogs will begin to move once more, its ripples, beckoning her to the end of her tale."
  },
  {
    "Character":"Waldstein",
    "Intro":"He rages. In order to protect his master, the beast will raze buildings and crush trees with his own two hands. To stand by his master's side, he takes on the curse of eternity, transcending the power of mankind. On this quiet night, he thinks about his master, and how he may die on the battlefield one day..."
  },
  {
    "Character":"Carmine",
    "Intro":"He hungers. His body, drenched in blood thirsts for more, but nothing can satiate his desire for violence. He must show that none are more powerful than he. The fangs and claws that flow through his veins pierces his enemies in their entirety. Still, he cannot let his blood go dry, and he hunts for more prey to satisfy his lust."
  },
  {
    "Character":"Orie",
    "Intro":"She judges. And hopes that the heavy weight placed on her frail shoulders may one day be lifted. Delicate physique and delicate sword -- its point aimed at the monster responsible for her parents death. Light fills her body, and the melody she sings resonates throughout the city. The girl, a beacon of justice... no doubt her shadow will burn in the eyelids of her enemies."
  },
  {
    "Character":"Gordeau",
    "Intro":"He reaps. He slashes his enemies to satisfy, but it is not enough -- he wishes to reunite with an old friend. Offering a souveneir for an old acquaintance. The land is fast, expanding as far as the eye can see. The sky, without boundaries, no ceiling. He raises his sickle, and prepares for the night."
  },
  {
    "Character":"Merkava",
    "Intro":"He fears. Every day, the curse that permeates through his body grows stronger. The memory lost, the flesh that is no longer, the hunger that cannot be fulfilled. He dashes across the earth, drenched in red, trailing behind him, his crimson arms. A beast of the Void. Neither peace nor hope has resided in this body for a long, long time."
  },
  {
    "Character":"Vatista",
    "Intro":"She serves. A pawn that sleeps eternally. A puppet with no will to call her own. Her master, nowhere to be seen. There is but one directive that resonates to this day -- the end of peace is the beginning of war. To destroy the Voids once and for all."
  },
  {
    "Character":"Seth",
    "Intro":"He wanders -- Bound by the will and governing of an ancient family, but his emotions tremor. The promise he made with a young girl shackles him, in rusty chains he strives to sever. The Night becomes a labyrinth, impeding his progress. Will he ever find the beacon he seeks?"
  },
  {
    "Character":"Yuzuriha",
    "Intro":"She doesn't think. She runs away from her laws, and chooses to be alone, living life as she pleases, not bound by anyone. Tonight, too, is nothing more than a whimsical stroll. The naked sword is seldom drawn, but when it is, the blade never lies. Everything is reflected in its clear glimmer... And, her true self lies beyond the freedom she attained. The self she has lost."
  },
  {
    "Character":"Hilda",
    "Intro":"She savors. She wields her powers for a single purpose. Light and Dark, the contradiction that exists inside of her. A helix of contradiction, and the chaos with no order. Darkness that covers the eyes. A voice that comes from deep within the earth. The false eyes chase after eternity, and she wishes for Re-birth."
  },
  {
    "Character":"Eltnum",
    "Intro":"She slaughters. The path she carved for herself, and those who follow in it. The potential hidden within the have-nots, she has come to witness for herself. The threads of fate play a trick, and the actress must once more perform. The perfect distraction from certain boredom. Until the curtains rise on her stage once more."
  },
  {
    "Character":"Chaos",
    "Intro":"He schemes. Staring down his opponents from behind his glasses. He keeps a beast within, and a book filled with nothing but chaos. He awaits the chance to unleash his power. The desire to find his beloved friend, and a comrade who tries to stop him. But which he was going to pick is obvious... the beast shows its fangs, crushing anything it finds in its path."
  },
  {
    "Character":"Nanase",
    "Intro":"She dances. Taking on the pure air from the night sky, she seeks the one who turned her into an In-birth. The young boy with a long red blade. Her pure and silky white skin, that is contrasted with her body that has been consumed by the night. The traces of her innocence are clouded. Is what she is feeling truly the desire for vengeance? Perhaps the answers will present itself in the story... maybe."
  },
  {
    "Character":"Byakuya",
    "Intro":"They nest. The web will lure and consume any prey that goes near. He, for her, and her for herself, they fight. Her feelings point in one direction, to a friend defeated. She sips on blood, and mud alike, chasing a shadow. His eight legs will crawl through the night once more, carrying with him her feelings."
  },
  {
    "Character":"Phonon",
    "Intro":"She wishes. For the paranormal ability from the deepest spirit of hers. Along with the white follower. False shell at present. The wish will be fulfilled when the time comes right here. The sword speaks. The path to the bright future. She fails. The sword exposes. The path from the cloudy past. She overrides."
  },
  {
    "Character":"Mika",
    "Intro":"She comes. Escaping from her tedious routine. Surpassing fetters. Across the sky. Swim the ocean. Climbs mountains. Finally arrives this place Never to lose the beloved friend again. Walks with her inbent wish. With her desire charged in the fist. She exerts everything. To somewhere very far."
  },
  {
    "Character":"Wagner",
    "Intro":"She annihilates. Enveloped in the inherited scorching flame. Admires the name of the clan. Takes an oath of the eternal loyalty to Adelheid. Without forgiving herself. Without loving herself. She only exerts her sword. Even when goddess smiles upon, her soul is bound to battlefield. Treads on the ash of the dead, waits for the judgment at the endless battlefield."
  },
  {
    "Character":"Enkidu",
    "Intro":"He is tortured. The path he takes. What he wants. All because of his desperation. Seeking for a strong opponent with his imperishable body. His refined fist. Where it's heading. The hammer to defeat darkness. Earns a reputation as a disaster. To redeem a pledge with his lost friend. "
  },
  {
    "Character":"Londrekia",
    "Intro":"He demands. A beautiful equation to straighten the past and to lead to the future. The same wish as maidens. For a quiet happiness. For the end to the repeated tragedies. He loves. The morning when diamond dust glitters. The plains of silvery white. The magician who freezes all things hopes for warm spring."
  }
]
